/**
 * 전국 국토종주 13개 전체 코스별 인증센터 연결 순서 정의 (순수 상수)
 */
export const courseDefinitions = [
  {
    name: '아라자전거길',
    order: [1, 2]
  },
  {
    name: '한강종주자전거길(서울)',
    order: [3, 4, 5]
  },
  {
    name: '남한강자전거길',
    order: [6, 7, 8, 9, 10, 11, 13]
  },
  {
    name: '남한강자전거길(충주댐 지선)',
    order: [13, 12]
  },
  {
    name: '북한강자전거길',
    order: [14, 15, 16, 17]
  },
  {
    name: '새재자전거길',
    order: [18, 19, 20, 21]
  },
  {
    name: '낙동강종주자전거길(안동댐-상풍교)',
    order: [26, 21]
  },
  {
    name: '낙동강종주자전거길(본류)',
    order: [22, 23, 24, 25, 27, 28, 29, 30, 31, 32]
  },
  {
    name: '금강종주자전거길',
    order: [38, 37, 36, 35, 34, 33]
  },
  {
    name: '영산강종주자전거길',
    order: [45, 44, 43, 42, 41, 40, 39]
  },
  {
    name: '섬진강자전거길',
    order: [47, 48, 46, 49, 50, 51, 52, 53]
  },
  {
    name: '오천자전거길',
    order: [54, 55, 56, 57, 58]
  },
  {
    name: '동해안자전거길(강원)',
    order: [59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70]
  },
  {
    name: '동해안자전거길(경북)',
    order: [71, 72, 73, 74, 75]
  },
  {
    name: '제주환상자전거길',
    order: [78, 77, 76, 85, 84, 83, 82, 81, 80, 79, 78]
  }
]
